[General]
Translator, "Dmitriy Zhidkov, Igor Dymov, Korney San, PabloMartinez, RedBlackDish, Yury Yudkin, БлагоЯр"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "735"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "28"


[Icon]
R0lGODlhEAAMAPcAALq6ure3t+vr6+3t7ezs7O/v77a2tvTv6oguJLm5ue7u7ocrIvjy7NAhDjWJ
2TWK2meTzvnz7YwuJnCi2O4SAGWSzsohC+bm5tIhDQp02tkUAPHx8WqXzv/78mqWzunp6enp6Ojo
6Gya0mmXz94hDfv17dUhDHo8M9MhCffy60dwkk6a5llvhmyh2OcVAPT09SWh+8HBwbCwsOUVAKqq
qtchEEZtjuwSAPLy8hmK6DNiiC9/0ZgxKDKF2IssJWRvfSep/84eA+UgDYUqIoguJ2yd1ZYfEIkt
JV2U1C+E1l6T1N0hDssgB+wUAOjo5yCS8Feb3cYgCDKF1ZAvKI4wKOfn5yl5zm2Xzfnx6tghC/Dw
8CNzyQdv1b29vegUABWB48giCkCAyVyX2M4hCFqX2TqT5NQhD+MYAMshC88hDN4hDkuO1ff399Ah
CjeH1JEwKOQYAKmpqRuO7erq6tISAFya21+S0TeN3sYaAWCf3RB63WGQz7Cvrq6urm6Y0Wyb0Y1V
SuZRMyWa+ocvI9MhCoBVUlKJzf748c4hCdghDfr17Pr07/Xx6evr6mORyy54yLu7u/URABl+3oQp
IeoUAM0hDf/+9bm2s7y8vGiTzdUhDtohDOAYADiR5FSY5IMoHyCW9Dt/qWNvfurp6WlzgCSA2Yov
JVuW18QgCPXw62CT0Y0uJwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjXAAEEMGAgQYAACQAoBAAJU5cYNAoIEECAwIABCgoU0LIBBxsZcRpdcFIFRIhRH+ZQxPiiDx8G
jA4cSIUlhaIIi0oc6mDp0o8KjvaosqMEySkydfJA6SFJByk/VzyM+FNkQgsxa9wkedDJhigImTiI
MBTm0RYrO6Q4uFNGBQtPK0pxyaDnSw45T0AJggEkFKBAdDRwgnNmhgsvlJrcoBDJSCE8qKKAsYCm
UpoGGMxoqqGGyIkgTBCNaYOCkIksiTYtISHkyKBPkxYMWYAAgSkfElZNofKGR0AAOw==


[BFAPI]
ErrorClientVersionTooOld, "Версия клиента устарела.\nОбновите приложение и попробуйте снова."
ErrorFailClientTime, "Время вашего компьютера установлено неверно.\nПроверьте настройки системного времени и попробуйте снова."
ErrorFailLogin, "Проверьте адрес E-Mail и пароль, и попробуйте снова."
ErrorFailPrefix, "Неудачная попытка соединения с Вашей учетной записью Binary Fortress.\nПожалуйста, проверьте Ваше интернет соединение и убедитесь, что приложение не блокируется прокси-сервером или межсетевым экраном Вашего компьютера или сети."
ErrorInvalidProTrialLicenseKey, "Ваш пробный лицензионный ключ недействителен.\nПожалуйста, свяжитесь с нами, чтобы получить больше информации."
ErrorItemSizeTooLarge, "Один из файлов, которые Вы пытаетесь синхронизировать, слишком велик.\nВам придется удалить большой файл и повторить синхронизацию."
ErrorTrialExpiredPrompt, "Ваша лицензия на версию Pro истекла.\nХотите связаться с нами и получить новую?"
ErrorTwoFactorInvalid, "Ваш код двухфакторной авторизации недействителен или истек.\nПожалуйста, повторите попытку."
ErrorUnknownProPurchasedLicenseKey, "Ваш лицензионный ключ недействителен.\nПожалуйста, свяжитесь с нами, чтобы получить больше информации."
LoginPrompt, "Для синхронизации профилей, необходимо ввести данные для входа в Binary Fortress.\nВы хотите ввести свои регистрационные данные сейчас?"
PromptTwoFactor, "Пожалуйста введите код двухфакторной авторизации, который был отправлен на ваше устройство.\nЕсли вы не получили его в течение нескольких минут, обратитесь в службу поддержки Binary Fortress."
PromptTwoFactorImportOldCredentials, "Это приложение теперь поддерживает двухфакторную проверку подлинности, и в настоящее время она включена в вашей учетной записи.\n\nПожалуйста, введите код двухфакторной авторизации, который был отправлен на ваше устройство.\nЕсли вы не получили его в течении несколько минут, обратитесь в службу поддержки Binary Fortress."
PromptTwoFactorTOTP, "Введите шестизначный код, созданный приложением мобильного устройства для проверки подлинности.\nЕсли у вас есть какие-либо проблемы с кодом аутентификации, пожалуйста, свяжитесь с тех. поддержкой Binary Fortress."
TitleSync, "Синхронизация с Вашей учетной записью Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Вход"
btnLogout, "&Выход"
btnMyAccount, "Мой &Аккаунт"
btnMyLicenses, "&Мои Лицензии"
btnRegister, "&Регистрация"
btnResetPassword, "Сбросить пароль"
lblEmailAddress, "Адрес E-Mail:"
lblName, "Имя:"
lblPassword, "Пароль:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Персональная или Коммерческая, # указано в названии лицензии"
LicenseRestrictionEnterprise, "Неограниченное количество компьютеров на неограниченном количестве сайтов, принадлежащих компании"
LicenseRestrictionPersonal, "Неограниченное количество ПК и 1 компьютер компании, который используете только вы"
LicenseRestrictionSite, "Неограниченное количество компьютеров на 1 сайте"
LicenseRestrictionStandard, "Персональная или Коммерческая, 1 компьютер"
LicenseRestrictionSteam, "Персональная или Коммерческая, неограниченное количество компьютеров, где установлен Steam и Вы являетесь основным пользователем"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Введите верный E-Mail и попробуйте снова."
ErrorEnterPassword, "Введите пароль и попробуйте снова."
ErrorLoginFailed, "Не удалось загрузить информацию об учетной записи.\nПроверьте E-Mail и пароль и попробуйте снова."
ErrorNoLicensesFound, "Извините, мы не смогли найти информацию о лицензии для этой учетной записи.\nЕсли Вам нужна помощь, свяжитесь с нами."
ErrorUnknownLicenses, "Ошибка при загрузке информации о Вашей лицензии."
ErrorUnknownLogin, "Ошибка при загрузке информации о Вашей учетной записи."
Note, "Войдите, чтобы получить свою лицензию и синхронизировать учетную запись Binary Fortress."
SelectLicensePrompt, "Сейчас Вы используете бесплатную, пробную Pro-версию программы или Ваш лицензионный ключ недействителен.\nХотите загрузить лицензионный ключ из Вашей учетной записи Binary Fortress?"
Title, "Мой аккаунт Binary Fortress"
TitleLoadingLicenses, "Загрузка информации о лицензии"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Дата создания"
colDateExpires, "Дата истечения"
colLicenseKey, "Лицензионный ключ"
colLicenseRestrictions, "Ограничения лицензии"
colLicenseType, "Тип лицензии"
colName, "Имя лицензии"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Вы уверены, что хотите использовать этот лицензионный ключ?"
ErrorSelectLicense, "Выберите лицензию из списка и попробуйте снова."
ShowNeedLicenseWarning, "Выберите одну вашу лицензию из списка и нажмите 'ОК' для ее использования."
Title, "Мои лицензии"


[BFFormCodeEditor]
btnHotKeyEdit, "&Изменить"
btnInsertFunction, "&Вставить код"
btnInsertFunctionTT, "Обзор списка готовых скриптов помощников, которые помогут вам сделать собственную функцию."
btnRedoTT, "Повтор (Ctrl + Y)"
btnReferencesDefault, "Ссылки по умолчанию"
btnRunFunction, "&Запуск Функции"
btnRunFunctionTT, "Запустить текущую Функцию."
btnUndoTT, "Отмена (Ctrl + Z)"
btnVerifyFunction, "&Проверить код"
btnVerifyFunctionTT, "Проверка текущего кода без его запуска."
ErrorCompileFailed, "Компиляция не удалась."
ErrorEnterCode, "Пожалуйста, введите С# или VB.net код и попробуйте снова."
ErrorEnterName, "Пожалуйста, введите имя и попробуйте снова."
ErrorRunFailed, "Ошибка выполнения."
lblDescription, "Описание:"
lblHelp, "Помощь с функциями"
lblKeyCombination, "Комбинация клавиш:"
lblLanguage, "Язык:"
lblName, "Имя:"
lblReferences, "Ссылки:"
lblShare, "Поделитесь своим кодом с сообществом!"
MessageRunning, "Запуск:"
MessageRunSuccess, "Запуск успешен."
MessageVerifySuccess, "Проверка успешна."
MessageWait, "Ожидание завершения скриптовой функции\nВы можете использовать значок в системном трее для остановки функции."
MessageWaitTitle, "Ожидание кода"
PromptChangeLanguage, "Вы хотите загрузить код по умолчанию?\nВНИМАНИЕ: Это сбросит текущий код."
PromptCloseWithoutSave, "Уверены, что хотите закрыть без сохранения?"
PromptDefaultReferences, "Уверены, что хотите сбросить ссылки по умолчанию?"
PromptInvalidSave, "Этот код содержит ошибку.\nУверены, что хотите сохранить в любом случае?"
ShareMessage, "Ваш код будет прикреплен к этому запросу автоматически.\nЕсли вы хотите отправить сообщение, введите его выше разделительной линии. Спасибо!"
ShareSubject, "Поделиться кодом:"
ShareTitle, "Поделиться кодом"
ShareWarning, "Ваше имя будет указано в качестве автора, дайте нам знать - хотите использовать псевдоним или поделиться анонимно."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Выберите стиль(и) окна:"
PromptSelectWindowStylesEx, "Выберите расширенный стиль(и) окна:"
RemoveConfirmOne, "Уверены, что хотите удалить выбранный элемент?"
SelectAnItem, "Выберите элемент из списка и повторите попытку."
SelectAudioDevice, "Выберите звуковое устройство."
SelectMouseCursorLocation, "Кликните для выбора позиции\nНажмите любую клавишу для отмены"
SendKeys_EditString, "Изменить строку"
SendKeys_EnterString, "Введите строку:"
SendKeys_mniAddKeyCombination, "Добавить комбинацию клавиш"
SendKeys_mniAddRawText, "Добавить необработанный текст"
SendKeys_mniAddText, "Добавить текст"
SendKeys_Title, "Обработчик клавиш"


[BFFormDownload_Strings]
ConfirmCancel, "Уверены, что хотите отменить загрузку?"
Error, "Произошла ошибка."
Progress, "Осталось: {0} Кб ({1} Кб всего)"
ProgressUnknown, "Загружено: {0} Кб"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Выберите тег для WallpaperFusion и повторите попытку."
lblQuery, "Фильтр:"
Title, "Теги WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Закрыть"
colContributors, "Авторы"
colCreatedBy, "Автор"
colDownloads, "Загрузки"
colLanguage, "Язык"
colLastModified, "Последнее изменение"
lblQuery, "Фильтр:"
Loading, "Загрузка..."


[BFFormProxySettings_Controls]
btnSave, "Сохранить"
lblProxyAddress, "Адрес сервера:"
lblProxyPassword, "Пароль:"
lblProxyPassword2, "Подтверждение пароля:"
lblProxyPort, "Порт:"
lblProxyUsername, "Логин:"
rdoCustomSettings, "Использовать &свои настройки прокси-сервера:"
rdoNoProxy, "&Не использовать прокси-сервер (прямое интернет-соединение)"
rdoUseIESettings, "&Использовать настройки Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Введите адрес прокси-сервера или выберите 'Не использовать прокси-сервер'."
EnterServerPort, "Введите порт прокси-сервера или выберите 'Не использовать прокси-сервер'."
PasswordDecryptionFailed, "Настройки интернет-соединения указаны неверно.\nХотите повторно ввести пароль к прокси серверу для исправления?"
PasswordsNotMatch, "Пароли к прокси-серверу не совпадают. Попробуйте снова."
Title, "Настройки интернета"


[BFFormSelectApplication]
AllApplications, "Все приложения"
btnBrowse, "&Обзор"
colApplication, "Приложение"
colPath, "Путь"
GroupDesktopApplications, "Приложения Рабочего стола"
GroupWindows8Applications, "Универсальные приложения Windows"
lblWindowPicker, "Перетащите на нужное окно для автоматического выбора процесса в списке"
PleaseSelectApplication, "Сначала выберите приложение."
Title, "Выбрать приложение"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Значение по умолчанию"
chkShowOnlyModified, "Показывать только изменённые значения"
colSetting, "Параметр"
colValue, "Значение"
lblFilter, "Фильтр:"
lblHelp, "Дважды щелкните на параметр, чтобы изменить его. Для справки нажмите 'Помощь'."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Произошла ошибка при сохранении настроек."
SavedSuccessfully, "Ваши расширенные настройки успешно сохранены.\nВозможно, придётся перезапустить приложение, чтобы изменения вступили в силу."
Title, "Расширенные настройки"
TitleEdit, "Изменить расширенные настройки"


[BFFormSettings_Controls]
btnAdvancedSettings, "Расширенные настройки"
btnAutoUpdateCheckNow, "Проверить &обновления"
btnBackupSettings, "Экспорт настроек"
btnLanguageHelp, "Помочь закончить перевод"
btnLicenseChangeToFree, "Изменить на Бесплатную версию"
btnLicenseKeyRequestTrial, "Запросить новую Пробную лицензию"
btnLicenseKeyRestoreTrial, "Восстановить пробный лицензионный ключ"
btnLicenseLoadOnline, "Загрузить из Binary Fortress"
btnLicensePasteFromClipboard, "Вставить из буфера обмена"
btnProxySettings, "Настройки интернета"
btnRestoreSettings, "Восстановить настройки"
btnTroubleshootingClearLogBASE, "Очистить журнал"
btnTroubleshootingCopyBASE, "Копировать в буфер обмена"
btnTroubleshootingExportBASE, "Экспорт в файл"
btnTroubleshootingForceCleanupBASE, "&Принудительная очистка памяти"
btnTroubleshootingOpenLogBASE, "Открыть журнал"
btnTroubleshootingRefreshBASE, "Обновить"
chkAutoUpdate, "Проверять на наличие обновлений автоматически"
chkAutoUpdateBeta, "Проверять на наличие Бета (новых, нестабильных) версий программы"
chkAutoUpdateSteam, "Проверять обновления автоматически (Steam может игнорировать этот параметр)"
colLanguageName, "Название"
colLanguagePercentComplete, "Завершено"
colLanguageTranslators, "Переводчики"
colLanguageVersion, "Версия"
gbAutoUpdate, "Проверка обновлений"
gbLicenseReseller, "Информация о Продавце"
lblAutoUpdateWarningBASE, "Внимание: Автоматические обновления отключены, Вы не будете получать запросы на установку новых версий"
lblLanguageGetMore, "Получить новые и обновленные языки"
lblLicenseExpires, "Дата истечения лицензии:"
lblLicenseKey, "Лицензионный ключ:"
lblLicenseTo, "Лицензия принадлежит:"
tabAbout, "О программе"
tabLanguage, "Язык"
tabLicense, "Лицензионный ключ"
tabOptions, "Параметры"
tabOurApps, "Наши приложения"
tabTroubleshooting, "Устранение неполадок"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Вы действительно хотите удалить ключ лицензии и перейти на бесплатную версию?"
ChangeToFreeFromTrialPrompt, "Если вы хотите использовать пробную Pro версию снова, вам нужно запросить новый пробный ключ от нашей команды поддержки. Если вы хотите узнать, какие функции недоступны в бесплатной версии, пожалуйста, посетите страницу Free VS Pro на сайте.\n\nВы действительно хотите удалить ключ лицензии и перейти на бесплатную версию?"
DebugLogCleared, "Файл журнала отладки успешно очищен."
DebugLogNotFound, "Файл журнала отладки не найден.\nУбедитесь, что Вы включили журналирование отладки."
FreeVersion, "Бесплатная версия"
LanguageHelpMessage, "Я хотел бы помочь завершить перевод!"
LanguageHelpMessageDescription, "Помогите нам закончить перевод, и получите лицензию Pro Standard бесплатно!\nМы свяжемся с вами в течение двух рабочих дней."
LanguageRightToLeft, "Справа налево"
LicenseKeyRequestTrialDescription, "С Вами свяжутся в течение 2-х рабочих дней."
LicenseKeyRequestTrialMessage, "Я хотел бы запросить новый пробный ключ. Спасибо!"
LogLevel0, "L0: Отключено"
LogLevel1, "L1: Минимально"
LogLevel2, "L2: Детально (не рекомендуется)"
LogLevel3, "L3: Всё (не рекомендуется)"
RegistryExportSuccess, "Ваши настройки успешно экспортированы."
RestoreSettingsFailed, "Сбой при восстановлении настроек."
RestoreSettingsPrompt, "Никогда не восстанавливайте резервные копии, созданные не вами или поддержкой Binary Fortress.\nУверены, что хотите восстановить эту резервную копию?"
RestoreSettingsSuccess, "Настройки успешно восстановлены."
SettingsLoadError, "Произошла ошибка при загрузке настроек."
SettingsSaveError, "Произошла ошибка при сохранении настроек."
Title, "Настройки"
TroubleshootingCopyError, "Сбой при копировании информации об устранении неполадок."
TroubleshootingCopySuccess, "Информация об устранении неполадок была успешно скопирована."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Прикрепить файл"
btnAttachmentsClear, "Очистить вложения"
chkIncludeBackup, "Включить резервную копию настроек в этот запрос поддержки"
lblEmailAddress, "Адрес E-Mail:"
lblMessage, "Сообщение:"
lblName, "Имя:"
lblSubject, "Тема:"
lblWarning, "Информация из 'Устранение неполадок' и файл Debug.log будут зашифрованы и отправлены вместе с просьбой в службу поддержки для быстрого решения проблемы."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Введите верный E-Mail и попробуйте снова."
EnterMessage, "Введите текст сообщения и попробуйте снова."
EnterName, "Введите Ваше имя и попробуйте снова."
EnterSubject, "Заполните поле 'Тема'."
PromptClearAttachments, "Вы действительно хотите удалить эти вложения?"
SendSuccess, "Ваша информация была послана успешно.\nМы свяжемся с вами в течение двух рабочих дней."
Title, "Отправить запрос в службу поддержки"
TooLongEmailAddress, "Введите более короткий E-Mail и попробуйте снова."
TooLongName, "Введите более короткое имя и попробуйте снова."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Купить версию Pro"
btnLater, "Возможно позже"
btnMoreInfo, "Больше информации"
lblInvalidLicense, "Ваш ключ на Pro версию программы недействителен!\n\nУбедитесь, что ввели верный код в поле 'Лицензионный ключ' в окне настроек.\n\nЕсли код введен верно, но Вы все ещё видите это сообщение, свяжитесь со Службой поддержки, используя кнопку 'Помощь'."
Title, "Недопустимый ключ лицензии"


[BFFormUpdate_Controls]
btnChangeLog, "&Список изменений"
btnDownloadOnly, "&Посетить сайт"
btnInstallNow, "&Установить"
btnInstallOnExit, "При в&ыходе"
btnRemindMeLater, "&Напомнить позже"
btnSkipThisVersion, "&Пропустить эту версию"
lblNewVersion, "Новая версия:"
lblOldVersion, "Текущая версия:"
lblUpdateNotes, "Что нового в этой версии:"
lblUpdateSize, "Размер обновления:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Рекомендуется обновиться до новой версии.\nВы уверены, что хотите пропустить это обновление?"
DownloadFailedSave, "Не удалось сохранить локальный файл."
DownloadingUpdate, "Загрузка обновления"
DownloadInvalidData, "Сервер вернул ошибочные данные. На сервере может быть проблема с поиском запрашиваемого файла."
DownloadNoData, "Нет данных с веб-сайта."
ErrorDownload, "Произошла ошибка при загрузке новой версии."
FreeNotice, "Это обновление, как и все будущие, бесплатно! Обновите программу сейчас и наслаждайтесь!"
RebootMightBeRequiredWarning, "После обновления может потребоваться перезагрузка."
Title, "Доступно обновление"
UpdateProMessage, "Необходима версия Pro для использования 'обновление в один клик'.\nХотите получить больше информации об обновлении?"


[BFHelpButton_Controls]
mniDiscussions, "Обсуждение в сообществе"
mniOnlineHelp, "Онлайн помощь"
mniSupportRequest, "Служба поддержки"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Удалить неправильные комбинации клавиш"
ErrorHotKeyBindFailed, "Не удалось установить сочетание клавиш:"
ErrorHotKeyComboInUse, "Данное сочетание клавиш уже используется. Ниже указаны несколько причин:\n- данное сочетание клавиш уже где-то используется в этом приложении\n- стороннее приложение уже использует данное сочетание клавиш\n- данное сочетание клавиш уже используется для встроенных функций Windows\n\nИзмените или удалите это сочетание клавиш в настройках приложения."
ErrorIncorrectKeyValue, "Неправильное сочетание клавиш: Введите значение клавиши."
ErrorIncorrectNumberElements, "Неправильное сочетание клавиш: Неверное количество клавиш."
ErrorIncorrectNumberKeyMods, "Неправильная сочетание клавиш: Неверное количество модификаторов."
ErrorInvalidKeyCombo, "Сочетание клавиш указано неверно."
ErrorSystemReserved, "Сочетание клавиш, которое Вы указали, зарезервировано Windows и не может использоваться."
ErrorTooManyModifiers, "Неправильное сочетание клавиш: слишком много модификаторов."
HotKeyButtonRemove, "&Удалить"
HotKeyButtonSetHotKey, "Задать горячую клавишу"
HotKeyLabelKeys, "Выберите модификатор, потом нажмите желаемую клавишу"
HotKeyLabelMouse, "Выберите модификатор, потом щелкните желаемую кнопку мыши"


[BFMessage]
btnCopy, "&Копировать в буфер"
btnMoreInformation, "&Больше информации"


[BFTextQuery]
CaseSensitive, "Чувствительность к регистру:"
ErrorBracketMismatch, "Ошибка: Несоответствие скобок.\nЗакройте скобки или возьмите запрос в кавычки."
ErrorEscapeCharAtEnd, "Ошибка: Экранируйте символ '\' в конце запроса.\nЭкранируйте или удалите его."
ErrorExpectedMatchCountChar, "Ошибка: Ожидалось ':::cbc:::' в позиции {0}.\nЗакройте скобки или возьмите запрос в кавычки."
ErrorExpectedQuote, "Ошибка: Ожидалось "" в позиции {0}.\nУбедитесь, что символы "" экранированы."
ErrorInvalidChar, "Ошибка: Неправильный символ '{0}' в позиции {1}.\nЭкранируйте кавычками."
ErrorInvalidDigit, "Ошибка: Неверное число в позиции {0}.\nЦифры должны быть положительными и содержать только числовые символы."
ErrorInvalidWordBoundary, "Предупреждение: Неверные символы.\nОператор равенства поддерживает только буквы и цифры."
MayContain, "Может содержать:"
MayEqual, "Может равняться:"
MayNotContain, "Может не содержать:"
MayNotEqual, "Может не равняться:"
MustContain, "Должно содержать:"
MustEqual, "Должно равняться:"
MustNotContain, "Не должно содержать:"
MustNotEqual, "Не должно равняться:"
Time, "один раз"
Times, "{0} раз(а)"


[BFUpdateCheck]
AlreadyInProgress, "Происходит проверка обновления..."
ErrorRunningDownloadedFile, "Произошла ошибка при запуске загруженного установочного файла."
FailedToGetVersion, "Невозможно получить номер последней версии."
NoUpdate, "Вы используете последнюю версию."


[cFunctions_Strings]
FolderNotRecognized, "Выбранная папка не распознана и не может быть найдена."


[CommonControls]
chkIsMetroApp, "Это приложение Metro (универсальное)?"
lblMetroAppID, "ID процесса:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Доба&вить"
btnBrowseExcludePath, "Обзор"
btnFolderBrowse, "&Обзор"
btnFolderBrowseAppend, "Доба&вить"
btnNewSearch, "Поиск в &новой вкладке"
btnPause, "Па&уза"
btnResume, "Дал&ее"
btnSearch, "&Поиск"
btnStop, "С&топ"
chkCaseSensitive, "&Чувствительный к регистру"
chkFileSizeMax, "Максимальный размер файла:"
chkFileSizeMin, "Минимальный размер файла:"
chkIsQueryRegEx, "Регулярное выражение"
chkSearchSubFolders, "Искать в под-&папках"
chkShowFirstResult, "&Только первый результат в файле"
chkShowIncludeFilterMatchFiles, "Имя файла, совпадающее с "включаемые файлы""
chkShowIncludeFilterMatchFolders, "Имя папки, совпадающее с "включаемые файлы""
chkShowQueryMatchFiles, "Имя файла, совпадающее с запросом"
chkShowQueryMatchFolders, "Имя папки, совпадающее с запросом"
chkUseIFilters, "Искать, используя обработчики файлов (медленнее)"
colDateAccessed, "Дата доступа"
colDateCreated, "Дата создания"
colDateModified, "Дата изменения"
colEncodingUsed, "Используемая кодировка"
colExtension, "Расширение"
colFile, "Имя файла"
colFileSize, "Размер файла"
colLine, "Строка"
colLineNumber, "Строка #"
colPath, "Путь"
lblAccessedTo, "по"
lblAdditionalLinesAfter, "Количество строк после результата:"
lblAdditionalLinesBefore, "Количество строк перед результатом:"
lblCreatedTo, "по"
lblDateAccessed, "Дата доступа:"
lblDateCreated, "Дата создания:"
lblDateFilterLogic, "Логика фильтра даты:"
lblDateModified, "Дата изменения:"
lblExcludeFiles, "Ис&ключить файлы:"
lblExcludePath, "И&сключить путь(и):"
lblFilterResults, "Фильтр:"
lblIncludeFiles, "Включить &файлы:"
lblModifiedTo, "по"
lblPath, "&Путь(и):"
lblQuery, "&Запрос:"
lblStatusFound, "Найдено совпадений: {0}"
lblStatusTotal, "Найдено файлов: {0}"
mniAbout, "О программе"
mniAddResultsToZipFile, "Архивировать все результаты"
mniAddSelectedResultsToZipFile, "Архивировать выбранный результат"
mniClearSearchHistory, "Очистить историю поиска"
mniCloseAll, "Закрыть все"
mniCloseAllButThis, "Закрыть все, кроме этой"
mniCloseSearch, "&Закрыть"
mniCopyFilePathNewLine, "Копировать выбранные имена файлов (разделённые новой строкой)"
mniCopyToClipboard, "Скопировать выделенный результат"
mniCopyToClipboardAll, "Скопировать все результаты"
mniExit, "Выход"
mniExplorerContextMenu, "Контекстное меню Windows"
mniHashWithHashTools, "Хэш с помощью HashTools"
mniHelp, "Помощь"
mniOpenFolder, "Открыть содержащую папку"
mniOpenFolderOnly, "Открыть папку"
mniOpenOther, "Открыть в {0}"
mniPermenentDelete, "Окончательно удалить выбранные файлы"
mniRemoveRows, "Удалить выделенные результаты из списка"
mniRenameFile, "Переименовать выбранные файлы"
mniSettings, "Настройки"
mniShowFilterControls, "Показать управление фильтрами"
mniTextCopy, "&Копировать"
mniTextSelectAll, "Выбрать &всё"
mniTools, "&Опции"
mniTrayExit, "Выход"
mniTrayLoadProfiles, "Загрузить профиль"
mniTrayShowFileSeek, "Показать FileSeek"
mniTraySyncProfiles, "Синхронизировать профили"
mnuCopyFilePath, "Скопировать выделенные имена файлов (разделять запятой)"
mnuExportAllHTML, "Экспорт всех результатов в HTML"
mnuExportSelectedResultsHTML, "Экспорт выделенных результатов в HTML"
mnuFileCopy, "Скопировать выделенные файлы"
mnuFileCut, "Вырезать выделенные файлы"
mnuFileDelete, "Удалить выделенные файлы"
mnuLanguage, "Язык"
mnuLoadProfile, "Загрузить"
mnuManageProfiles, "Управление профилями"
mnuOpen, "Открыть"
mnuOpenNotepad, "Открыть в блокноте"
mnuProfile, "Профили"
mnuSave, "Сохранить"
mnuSaveAll, "Экспорт всех результатов в CSV"
mnuSaveProfile, "Сохранить новый профиль"
mnuSaveSelection, "Экспорт выделенных результатов в CSV"
mnuShowFullLanguageList, "Показать список"
mnuSyncProfiles, "Синхронизировать профили"
rdoMatchQueryLineByLine, "Отдельный результат для каждого совпадения"
rdoMatchQueryToWholeFile, "Отображать только одно совпадение для файла"
tabAdvanced, "Расширенный поиск"
tabDateFilters, "Фильтр по дате"
tabFileSizeFilters, "Фильтр по размеру"
tabSearch, "Поиск"


[frmMain_Strings]
AccessedAfterTT, "Доступ после {0}"
AccessedBeforeTT, "Доступ до {0}"
AccessedBetweenTT, "Доступ с {0} по {1}"
AllDrives, "Все диски"
AppSelectionErrorPartOne, "Выбранное приложение не найдено."
AppSelectionsErrorPartTwo, "Вы хотели бы выбрать другое?"
btnNewSearchTT, "Открыть новую вкладку и начать поиск"
btnSearchTT, "Начать поиск в текущей вкладке"
btnStopTT, "Остановить выбранный поиск"
CaseSensitiveQueryTT, "Чувствительность к регистру"
cboDateFilterLogic_AND, "И"
cboDateFilterLogic_OR, "ИЛИ"
cboExcludeFileFilterMode_Pattern, "Исключающий фильтр (шаблон)"
cboExcludeFileFilterMode_RegEx, "Исключающий фильтр (RegEx)"
cboExcludeFileFilterMode_TextQuery, "Исключающий фильтр (текст)"
cboIncludeFileFilterMode_Pattern, "Включающий фильтр (шаблон)"
cboIncludeFileFilterMode_RegEx, "Включающий фильтр (RegEx)"
cboIncludeFileFilterMode_TextQuery, "Включающий фильтр (текст)"
cboQueryMode_RegEx, "Регулярное выражение"
cboQueryMode_TextQuery, "Текстовый запрос"
chkShowFirstResultTT, "Будет показана только первая соответствующая строка в первом найденном файле, Другие результаты для этого файла отображаться не будут"
ColumnChangeMessage, "Изменения примут силу после перезагрузки."
ContextMenuError, "Произошла ошибка при отображении контекстного меню Windows."
CreatedAfterTT, "Создано после {0}"
CreatedBeforeTT, "Создано до {0}"
CreatedBetweenTT, "Создано с {0} по {1}"
CSVSpreadsheet, "Файлы CSV"
CustomAppOpenError, "Произошла ошибка при открытии этого файла."
DateCreatedError, "Выберите 'Конечную дату создания' позже, чем начальная."
DateFiltersSelected, "Фильтр по дате:"
DateModifiedError, "Выберите 'Конечную дату изменения' позже, чем начальная."
EmptyPDFError, "PDF-файл просконирован, но не содержит текст"
EnterProfileName, "Введите имя профиля:"
ErrorDirectoryEmpty, "Этот путь пустой"
ExcludeFilesTT, "Исключённые файлы: {0}"
ExcludePathsTT, "Исключённые каталоги: {0}"
ExportDateAccessed, "Дата доступа"
ExportDateCreated, "Дата создания"
ExportDateModified, "Дата изменения"
ExportExtension, "Расширение"
ExportFileName, "Имя файла"
ExportFileSize, "Размер файла"
ExportLineNumber, "Строка #"
ExportLineText, "Строка"
ExportPath, "Путь"
FileDeleteMessage, "Дождитесь завершения операции.\nВы можете закрыть окно, но это может привести к неожиданным последствиям."
FileDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы или каталоги?"
FileDeleteTitle, "Удалить файлы"
FileDeletionError, "Произошла ошибка при удалении этих файлов."
FileHandlerError, "Введите путь поиска."
FileIncludeNameMatch, "Совпадение имени файла [Включенные в фильтры файлов]"
FileOpenError, "Произошла ошибка при открытии этого файла."
FilePermenentDeleteQuestion, "Вы уверены, что хотите удалить выбранные файлы и папки навсегда?"
FileQueryNameMatch, "Совпадение имени файла [Запрос]"
FileReadError, "Ошибка доступа к файлу: {0}"
FileSelectionError, "Выберите по крайней мере 1 файл, который существует и повторите попытку."
FileSizeError, "Выберите максимальный размер файла, который равен или больше, чем минимальный размер файла."
FileSizeFiltersSelected, "Фильтр по размеру:"
FilesSearched, "Найдено файлов: {0}"
FilesSkipped, "Пропущено файлов: {0}"
FolderBrowserDescription, "Выберите папку для поиска"
FolderBrowsingError, "Произошла ошибка при обзоре для папки."
FolderIncludeNameMatch, "Совпадение имени папки [Включенные в фильтры файлов ]"
FolderItemError, "Не удалось попасть в папку для элемента: {0}"
FolderOpenError, "Произошла ошибка при открытии этой папки."
FolderQueryNameMatch, "Совпадение имени папки [Запрос текста]"
FolderReadError, "Ошибка чтения папок в каталоге: {0}"
HiddenFolderError, "Поиск невозможен, потому что скрытый файл/папка"
HyperTextMarkupLanguageFile, "Файл HTML"
IFilterWarning, "Включите "Обработчики файлов" для отображения правильных результатов для: {0} файлов"
IncludeFilesTT, "Включаемые файлы: {0}"
InvalidExcludeFilesRegExError, "Шаблон RegEx искл. файлов недействителен.\n{0}"
InvalidFolderLength, "Неправильная длинна папки."
InvalidIncludeFilesRegExError, "Шаблон RegEx вкл. файлов недействителен.\n{0}"
InvalidQueryError, "Текст запроса неверный\n{0}"
InvalidQueryRegExError, "Регулярное выражение является недействительным.\n{0}"
KeypressError, "Произошла ошибка при обработке этой клавиши."
LinkedFolderError, "Не ищет папку, потому что это ярлык/символическая ссылка"
MatchesFound, "Найдено совпадений: {0}"
MatchesFromQueue, "Найденных результатов: {0}"
MatchesFromQueueIcons, "Найденных иконок: {0}"
MaxFileSizeTT, "Максимальный размер файла: {0}"
MaxPathError, "Этот путь превышает максимальную длину символов"
MenuOpenError, "Произошла ошибка при открытии меню."
MinFileSizeTT, "Минимальный размер файла: {0}"
ModifiedAfterTT, "Изменено после {0}"
ModifiedBeforeTT, "Изменено до {0}"
ModifiedBetweenTT, "Изменено с {0} по {1}"
More, "(больше)"
NoDateFiltersSelected, "Нет выбранных фильтров по дате"
NoFileSizeFiltersSelected, "Нет выбранных фильтров по размеру"
NoOptionsSelected, "Нет выбранных опций"
NotepadError, "Произошла ошибка при открытии этого файла в блокноте."
NotYourProfile, "Вы не являетесь владельцем этого профиля."
OnlyShowFirstResultTT, "Показать только первый результат"
OpenManyQuestion, "Вы уверены, что хотели бы открыть {0} файлов или папок?"
OptionsSelected, "Выбранные опции:"
OtherApplication, "Стороннее приложение"
PathsTT, "Путь(и): {0}"
PathTooLongError, "Windows не поддерживает это действие с длинными именами в пути."
ProfileLoadError, "Ошибка при загрузке этого профиля."
ProfileLoadOnStartError, "Произошла ошибка при загрузке этого профиля. Профиль не существует."
ProfileNameEmptyError, "Вы не ввели имя профиля.\nВведите имя и попробуйте снова."
ProfileOverwriteQuestion, "Вы уверены, что хотели бы перезаписать профиль '{0}'?"
ProfileSaved, "Настройки для профиля '{0}' сохранены"
ProfileSaveError, "Невозможно сохранить профиль."
ProOnlyDoubleClickPrompt, "Обработчик двойного клика устанавливается только в версии FileSeek Pro.\nВы можете изменить обработчик двойного клика в Настройки>Вкладка поиска.\n\nВы хотели бы получить больше информации об обновлении?"
QueryTT, "Запрос:\n{0}"
rdoMatchQueryLineByLineTT, "При этом будет отображаться один результат отдельно для одного файла, который соответствует запросу, даже если в файле есть несколько совпадений (они будут отображены отдельным результатом)"
rdoMatchQueryToWholeFileTT, "При этом будет отображаться только первый/один результат, соответствующий запросу, Другие результаты не будут отображены"
RenameFileError, "FileSeek не может переименовать выбранный файл или папку\nПожалуйста наберите другое имя и повторите попытку."
RenameFileFolder, "Переименовать выбранные файлы:"
ResultCopied, "Результат скопирован в буфер обмена."
ResultCopyError, "Произошла ошибка при копировании результатов поиска в буфер обмена."
ResultSaveError, "Произошла ошибка при сохранении результатов.\n{0}"
ResultsCopied, "{0} результатов скопировано в буфер обмена."
ResultSelectionError, "Выберите минимум один результат поиска и попробуйте снова."
SaveResults, "Сохранить результаты в электронную таблицу"
SaveResultsAsHTML, "Сохранить результаты в HTML"
SaveSearchProfile, "Сохранить профиль поиска"
SearchComplete, "Поиск завершён за {0} сек"
SearchCriteria, "Критерий поиска:"
SearchCriteriaEmptyTT, "Критерий поиска пуст"
SearchEnd, "Конец поиска: {0}"
SearchError, "Произошла ошибка при поиске."
SearchStart, "Начало поиска: {0}"
SearchSubFoldersTT, "Искать в подпапках"
SettingFormShowError, "Произошла ошибка при отображении окна настроек."
Syncing, "Синхронизировать..."
SystemFolderError, "Поиск невозможен, потому что системный файл/папка"
TextCopyError, "Произошла ошибка при копировании этого текста."
TextProcessingError, "Произошла ошибка при обработке текста."
TextQueryHelpTT, "Помощь текстового запроса"
TextSelectionError, "Выберите текст и попробуйте снова."
txtPathTT, "Разделяйте символом "|" несколько файлов/папок"
UseFileHandlersTT, "Использовать обработчики файлов"
ViewingAppPartOne, "Вы ещё не выбрали приложение для просмотра"
ViewingAppPartTwo, "Вы хотели бы сделать это сейчас?"
ZipFile, "Zip-файл"


[frmProfileManager_Controls]
btnCopyProfile, "Копировать"
btnDelete, "Удалить"
btnExport, "Экспорт профиля"
btnImport, "Импорт профиля"
btnRename, "Править"
btnSync, "Синхронизировать"
colProfileName, "Имя профиля"
colProfileOwner, "Владелец профиля"
lblCurrentProfile, "Текущий пользователь: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Как бы Вы хотели назвать Ваш новый профиль?"
ExportFileSeekSearchProfile, "Экспорт профиля поиска FileSeek"
ExportSearchProfileSuccessful, "Профиль поиска экспортирован успешно"
FileSeekSearchProfile, "Профиль поиска FileSeek"
ImportFileSeekSearchProfile, "Импорт профиля поиска FileSeek"
MustSelectAnItem, "Выберите профиль из списка и попробуйте снова."
ProfileDeleteQuestion, "Вы уверены, что хотели бы удалить выбранный профиль?"
RenameSearchProfile, "Переименовать профиль поиска"
SearchProfileName, "Имя профиля поиска:"
Title, "Управление профилями"


[frmSettings_Controls]
btnBrowseOther, "&Обзор"
btnClearHistory, "Очистить историю поиска"
btnIFilterToggle, "Переключить обработчик файлов"
btnOtherDefault, "&Умолчания"
chkCloseToTray, "Закрывать в трей"
chkCombineParameters, "Открывать мульти-файлы в том же экземпляре, вместо открытия нескольких"
chkErrorDirectoryEmpty, "Показать ошибку, когда найдена пустая папка"
chkErrorForLongPaths, "Показать ошибку и пропустить путь, который превышает 260 символов"
chkExportExtraLines, "Экспортировать дополнительные строки при сохранении результатов поиска"
chkIFilterErrors, "Показать ошибку для файлов без обработчика файла (когда включена опция "Искать, используя обработчики файлов")"
chkIsQueryFullString, "Обрабатывать запрашиваемый текст в виде одного большого запрашиваемого элемента | Treat query text as one large query term"
chkLinkedFoldersSearch, "Поиск файлов и папок, которые являются ссылками/символическими ссылками"
chkLinkedFoldersSearchShowErrorOnSkip, "Показать ошибку, когда пропускается ссылка/символическая ссылка"
chkMinimizeToTray, "Минимизировать в трей"
chkOnlyShowMatchedText, "Показывать только совпадающий текст в результатах поиска"
chkResetSearchValues, "Сбрасывать настройки, при поиске в новой вкладке"
chkResultWordWrap, "Обернуть текст, который отображён в результате поиска"
chkSearchHiddenFiles, "Поиск скрытых файлов &и папок"
chkSearchSystemFiles, "Поиск системных файлов &и папок"
chkSearchWithinLNKFiles, "Поиск в файлах, указанных в LNK"
chkShowErrorEmptyPDF, "Показать ошибку, когда найден пустой PDF"
chkShowFileErrors, "Показать ошибку, когда файл/папка не доступна"
chkShowHiddenFileError, "Показать ошибку при пропуске скрытых файлов &и папок"
chkShowSystemFileError, "Показать ошибку при пропуске системных файлов &и папок"
chkShowToolTips, "Показывать подсказки"
chkSingleInstance, "Принуждённо открывать только одно окно FileSeek"
chkStartWithClearProfile, "Всегда запускать с чистым критерием поиска"
chkTreatAllExcludePathFiltersAsWildcards, "Обрабатывать все исключаемые фильтры путей, как маски"
chkTreatAllIncludeFiltersAsWildcards, "Обрабатывать все включаемые фильтры файлов, как маски"
chkUseCustomDateFormat, "Собственный формат даты"
chkUsePreviewHandlers, "Использовать обработчики предпросмотра в панели результатов"
chkWindowsContextMenu, "Показывать FileSeek в контекстном меню"
colAvailableColumns, "Доступные колонки"
colSelectedColumns, "Выбранные колонки"
gbCmdLineVars, "Переменные командной строки для передачи в приложение"
gbDateFormat, "Формат даты"
gbGeneralOptions, "Основные настройки"
gbPresentationOptions, "Опции презентации"
gbSearchColumns, "Колонки поиска"
lblCmdLineParam, "Параметры командной строки:"
lblDateFormatLink, "Строки собственных форматов даты и времени"
lblDefaultDoubleClick, "Выберите действие по умолчанию для двойного щелчка на результате поиска:"
lblFileHandlerFAQ, "ЧаВо об этом"
lblNumChar, "Показать количество символов для каждого результата поиска:"
lblOtherApplicationName, "Имя для стороннего приложения:"
lblSelectViewingApp, "Просмотреть выбранный файл в приложении:"
lblSkipFile, "Максимальное время поиска для одного файла (0=без лимита):"
pageSearchViewSettings, "Настройки результата"


[frmSettings_Strings]
AppBrowsingError, "Произошла ошибка при обзоре приложения."
cboDefaultDoubleClickOperation_ExportAllCSV, "Экспорт результатов в CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Экспорт всех результатов в HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Экспорт выделенного в CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Экспорт выделенных результатов в HTML"
cboDefaultDoubleClickOperation_Open, "Открыть в обработчике по умолчанию"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Открыть содержащую папку"
cboDefaultDoubleClickOperation_OpenNotepad, "Открыть в блокноте"
cboDefaultDoubleClickOperation_OpenOther, "Открыть в {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "При включении этой опции, поиск слова FOO будет рассматриваться как *FOO*"
ClearHistoryError, "Произошла ошибка при очистке истории поиска."
ClearHistoryWarning, "Вы уверены, что хотите очистить историю поиска?"
CommandLineError, "Введите параметры командной строки или нажмите "По умолчанию" для сброса."
CustomDateFormatError, "Ошибка назначения собственного формата даты.\nИсправьте ошибку и попробуйте снова."
DisableFileHandler, "Отключить обработчик файлов"
DisablePreviewHandler, "Отключить обработчик предпросмотра"
EnableFileHandler, "Включить"
EnablePreviewHandler, "Включить"
FileCommandDescription, "{0}: Заменяет полное имя файла."
FileHandlerListError, "Произошла ошибка при формировании списка обработчиков файлов."
FileHandlerSelectError, "Произошла ошибка при выборе этого обработчика файла."
FileHandlerToggleError, "Произошла ошибка при переключении этого обработчика файла."
HistoryCleared, "История поиска очищена успешно."
InvalidExitcode, "Возврат недопустимого ExitCode: {0}"
LineCommandDescription, "{0}: Заменяет номер строки."
lvIFilters_Extension, "Расширение"
lvIFilters_Handler, "Обработчик"
lvIFilters_HandlerVersion, "Версия"
NumOfCharError, "Введите количество символов от {0} до {1} и попробуйте снова."
PreviewHandlerListError, "При формировании списка обработчиков предпросмотра произошла ошибка."
PreviewHandlerToggle, "Переключить обработчик предпросмотра"
SettingMenuError, "Произошла ошибка при настройке параметров контекстного меню."
tabSettings_FileHandlers, "Обработчики файлов"
tabSettings_OtherApp, "Внешнее приложение"
tabSettings_PreviewHandlers, "Обработчики просмотра"
tabSettings_Search, "Поиск"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Результаты поиска сохранены успешно.\nВы хотели бы просмотреть файл?"
SearchCriteria, "Критерий поиска"
SearchDate, "Дата поиска:"
Title, "Результаты поиска"


[IFilterHelper_Strings]
UnknownError, "Неизвестная ошибка IFilter"
UsingStandardMethodWarning, "Нет обработчика для этого файла, используется стандартный метод поиска."


[Installer]
AdditionalIcons, "Дополнительные значки:"
CreateContextMenuItems, "Добавить в контекстное меню"
CurrentUserOnly, "Только для текущего пользователя"
DesktopIcon, "Создать &значок на рабочем столе"
DotNetInstallNow, "Вы хотели бы произвести установку сейчас?"
DotNetRequired, "Ваша система нуждается в обновлении .NET Framework для запуска этого приложения."
ForAllUsers, "Для всех пользователей"
LaunchNow, "Запустить сейчас"
LicKeyInvalid, "Этот лицензионный ключ недействителен."
LicKeyLabel, "Лицензионный ключ:"
LicKeySelectOption, "Выберите параметр 'Лицензионный ключ' и попробуйте снова."
LicKeyText, "Опции лицензионного ключа:"
LicKeyTextAdminLocked, "Лицензионный ключ был установлен Вашим Администратором."
LicKeyTextChangeFree, "Нажмите 'Переключить на Бесплатную версию' в окне настроек для использования бесплатной версии."
LicKeyTextEnterOrFree, "Введите правильный лицензионный ключ или выберите 'Использовать пробную версию'."
LicKeyTextPaid, "Использовать этот лицензионный ключ:"
LicKeyTextTrial, "Использовать пробную версию (только один раз), вернуться к бесплатной версии по истечению 30-ти дней"
RunAtStartup, "Запускать при запуске Windows"
SteamKeyInvalid, "Не удалось загрузить лицензионный ключ Steam.\nВыйдите из установщика/приложения и попробуйте нажать 'Установить' или 'Запустить' из Steam."
TextBefore, "Если у Вас запущен FileSeek, убедитесь, что Вы закрыли его перед установкой новой версии.\n\nПосетите https://www.fileseek.ca для обновлений и поддержки."
UninstallRemoveAllData1, "Вы хотели бы полностью удалить ВСЕ настройки, параметры и временные файлы приложения?"
UninstallRemoveAllData2, "Не рекомендуется, если Вы будете переустанавливать приложение."
UnsupportedWindowsVersion, "Этот продукт больше не поддерживается в вашей версии Windows. Вы хотели бы получить больше информации о загрузке более старой поддерживаемой версии?"


[LicenseValidate_Strings]
ExpiredPrompt, "Извините, Ваш ключ лицензии пробной версии истекает.\nЕсли Вы уже купили лицензию, ведите её в окно настроек FileSeek.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"
FreeLicenseReminder, "Хотите помочь поддержать будущее развитие? Нажмите сюда!"
Invalid, "Сожалеем, ваш лицензионный ключ недействителен."
InvalidReseller, "К сожалению, Ваш лицензионный ключ действителен только с FileSeek, предоставленную дилером.\nСвяжитесь с Вашим дилером для большей информацией."
LicenseProcessPro, "Спасибо за регистрацию!"
LicenseProcessProRestoreSettingsPrompt, "Обнаружены настройки автоматического резервного копирования версии Pro.\nРезервной копии {0} дней.\nХотите импортировать Ваши настройки версии Pro? Текущие настройки будут заменены параметрами из резервной копии."
LicenseProcessRemoved, "Ваш лицензионный ключ удалён."
LicenseProcessTrial, "Спасибо за использовае FileSeek Pro!\nВаша лицензия истечёт через {0:D}."
TrialAlmostDonePrompt, "Ваша лицензия скоро истечёт.\nЕсли Вы уже приобрели ключ лицензии, введите его в окне настроек.\n\nВы хотели бы получить больше информации о приобретении FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Поиск в FileSeek"


[Words]
About, "О программе"
Add, "&Добавить"
AdminSettingsLock, "Некоторые параметры управляются администратором Вашей системы"
Apply, "Применить"
Browse, "Обзор"
ButtonLater, "&Позже"
ButtonMoreInformation, "&Дополнительная информация"
ButtonUseFreeVersion, "&Использование Бесплатной версии"
BuyALicenseKey, "Приобрести лицензионный ключ"
Cancel, "&Отмена"
Close, "&Закрыть"
Copy, "&Копировать"
Custom, "Собственный"
Cut, "&Вырезать"
Default, "Умолчания"
Delete, "&Удалить"
Disable, "&Отключить"
Disabled, "Отключено"
Duplicate, "&Дублировать"
Edit, "&Изменить"
Enable, "&Включить"
Enabled, "Включено"
EnterALicenseKey, "Ввести лицензионный ключ"
Error, "Ошибка"
ErrorNotAdminUACDisabled, "UAC (контроль учетных записей) отключен, но Вы не являетесь Администратором, поэтому запрашиваемое действие может оказаться неудачным.\nВключите UAC или войдите под учётной записью Администратора и попробуйте снова.\nЕсли Вы недавно отключили UAC, то убедитесь, что перезагрузили компьютер."
Exit, "В&ыход"
FileTypes_AllFiles, "Все файлы"
FileTypes_ApplicationFiles, "Файлы Приложений"
FileTypes_HTMLFiles, "HTML Файлы"
FileTypes_ImageFiles, "Файлы Изображений"
FileTypes_RegistryFiles, "Файлы Реестра"
FileTypes_SoundFiles, "Звуковые Файлы"
FileTypes_VideoFiles, "Видео Файлы"
FileTypes_ZipFiles, "Файлы Архивов"
FreeVsPro, "Бесплатная в сравнении с Про"
Help, "Помощь"
Info, "Инфо"
InvalidImageFile, "Это изображение испорчено или нечитаемо."
Language, "Язык"
Load, "&Загрузить"
Name, "Название"
NameLabel, "Имя:"
Never, "Никогда"
No, "Нет"
OK, "&ОК"
Paste, "&Вставить"
ProductSocialOnFacebook, "FileSeek на Facebook"
ProductSocialOnLinkedIn, "FileSeek на LinkedIn"
ProductSocialOnTwitter, "FileSeek на Twitter"
ProOnlyButtonToolTip, "Эта функция только в Pro версии!\nЩелкните здесь для получения дополнительных сведений."
ProOnlyLabelText, "Обновите лицензию до Pro версии для включения этой функции"
ProOnlyNotice, "Функции "только Pro" выделены синим цветом"
ProOnlyQuestion, "Для использования этой функции необходимо обновление лицензии до Pro версии.\nХотите получить дополнительные сведения об обновлении?"
ProOnlyShort, "только Pro"
Redo, "&Повторить"
Refresh, "Обновить"
Remove, "&Удалить"
Rename, "Изменить"
Retry, "Повторить"
Save, "&Сохранить"
Seconds, "секунды"
Select, "Выбрать"
SelectAll, "&Выделить всё"
Settings, "Настройки"
Start, "Старт"
Stop, "Стоп"
Sync, "Синхронизация"
Undo, "&Отменить"
Unknown, "Неизвестно"
Yes, "Да"